acpi
acpid
acpilight
adw-gtk-theme
alacritty
alsa-utils
arduino
autoconf
automake
base
base-devel
bash
bash-language-server
bat
bats
bind
binutils
bison
bottom
bpytop
breeze-gtk
brightnessctl
btop
bubblewrap
bzip2
check
chromedriver
chrono-date
cliphist
cmake
coreutils
cowsay
cryptsetup
ctags
cups
ddcutil
device-mapper
dhcpcd
dialog
diffutils
dmenu
docker
docker-buildx
dosfstools
dunst
dysk
e2fsprogs
ex-vi-compat
eza
fakeroot
fastfetch
fd
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
ghostscript
gimp
git
github-cli
gitui
glib2-devel
glibc
glow
gobject-introspection
google-chrome
gparted
grep
groff
grub
gzip
hplip
hypridle
hyprland
hyprlock
hyprshot
hyprsunset
imagemagick
impala
inetutils
inxi
iproute2
iputils
iw
iwd
jfsutils
jq
kitty
lazygit
less
libtool
libyaml
licenses
linux
linux-firmware
logrotate
lshw
lsof
lua-language-server
luarocks
lvm2
m4
make
man-db
man-pages
mdadm
mesa-demos
mesa-utils
meson
mise
mtr
nano
naps2
nautilus
ncdu
neovim
netctl
notification-daemon
npm
nss-mdns
ntfs-3g
nwg-look
okular
openssh
otf-font-awesome
overmind
pacman
pacman-contrib
pandoc-cli
papirus-icon-theme
patch
pciutils
perl
pkgconf
plocate
postgresql
power-profiles-daemon
procps-ng
psmisc
pygtk
python-beautifulsoup4
python-dbus
python-gobject
python-networkx
python-pip
python-pynvim
qt5-tools
ranger
redis
reflector
reiserfsprogs
resvg
ripgrep
rofi
rsync
rustup
s-nail
sane
sane-airscan
satty
scdoc
sed
semver
shadow
shellcheck
strace
sudo
swaybg
sxiv
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
texlive-basic
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-xetex
tk
tmux
traceroute
ttf-cascadia-mono-nerd
ttf-fira-sans
ttf-iosevka-nerd
ttf-iosevka-term
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
ueberzug
unzip
upower
usbutils
util-linux
uwsm
viewmd
vim
waybar
wayland-protocols
wev
wget
which
wireless_tools
wmctrl
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xf86-input-synaptics
xf86-video-intel
xfsprogs
xmlstarlet
xorg-font-utils
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xfontsel
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xlsfonts
xorg-xrandr
xorg-xwayland
xorg-xwininfo
xsel
yarn
yaru-icon-theme
yay-bin
zathura
zathura-pdf-mupdf
zeal
zoxide
zsh
zsh-completions
