acpi
acpid
acpilight
alacritty
alsa-utils
arduino
autoconf
automake
bash
bat
bind
binutils
bison
bottom
bpytop
bzip2
check
chromedriver
chruby
cmake
coreutils
cowsay
cryptsetup
ctags
cups
dbus-python
device-mapper
dhcpcd
dialog
diffutils
dmenu
docker
docker-buildx
dunst
e2fsprogs
eza
fakeroot
fd
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
ghostscript
git
gitui
glibc
glow
google-chrome
grep
groff
grub
gzip
heroku-cli
htop
i3-wm
i3blocks
i3lock-color
i3status
imagemagick
inetutils
inxi
iproute2
iputils
iw
jfsutils
jq
kitty
less
lf
libtool
libyaml
licenses
linux
linux-firmware
logrotate
lshw
lsof
lua-language-server
lvm2
m4
make
man-db
man-pages
mdadm
mesa-demos
mesa-utils
mlocate
mtr
nano
neofetch
neovim
netctl
network-manager-applet
networkmanager
nodejs
notification-daemon
nss-mdns
ntfs-3g
openssh
otf-font-awesome
overmind
pacman
patch
pciutils
perl
pkgconf
postgresql
procps-ng
psmisc
pygtk
python-beautifulsoup4
python-gobject
python-pip
python-pynvim
ranger
redis
reiserfsprogs
ripgrep
rofi
ruby-install
rxvt-unicode
s-nail
sed
shadow
shellcheck
shunit2
strace
sublime-text
sudo
sxiv
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
tmux
traceroute
ttf-iosevka-nerd
ttf-iosevka-term
ttf-jetbrains-mono
ueberzug
unzip
usbutils
util-linux
vi
warp-terminal
wget
which
wireless_tools
wmctrl
xclip
xdotool
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-font-utils
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xfontsel
xorg-xinit
xorg-xinput
xorg-xlsfonts
xorg-xrandr
xorg-xwininfo
xsel
yarn
yay-bin
zathura
zathura-pdf-mupdf
zeal
zoxide
zsh
zsh-completions
