alsa-utils
autoconf
automake
bat
bison
check
chromedriver
chruby
cups
emacs
fakeroot
firefox
flex
grub
heroku-cli
htop
i3-gaps
inetutils
inxi
iputils
jfsutils
jq
libyaml
licenses
linux
lvm2
make
man-db
man-pages
mdadm
mlocate
nano
neovim
netctl
network-manager-applet
ntfs-3g
pacman
patch
pgadmin4
postgresql
pygtk
redis
reiserfsprogs
ripgrep
ruby-install
snapd
sublime-text
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-music
texlive-pstricks
texlive-publishers
texlive-science
tmux
ttf-iosevka-term
unzip
vi
vim
xf86-input-synaptics
xfsprogs
xorg-server
xorg-xinit
xorg-xinput
xorg-xwininfo
yarn
zsh-completions
